▁xxunk	0
▁xxpad	0
▁xxbos	0
▁xxeos	0
▁xxfld	0
▁xxrep	0
▁xxwrep	0
▁xxup	0
▁xxmaj	0
<unk>	0
s	-3.16566
▁the	-3.66468
.	-3.69115
,	-3.82743
t	-3.96378
▁a	-4.06274
▁	-4.329
▁to	-4.36437
▁and	-4.40999
▁of	-4.42785
e	-4.4442
'	-4.48745
y	-4.54556
ing	-4.55499
n	-4.57459
ed	-4.59308
d	-4.60454
br	-4.65459
▁/>	-4.71289
▁is	-4.72536
▁in	-4.73218
<	-4.76004
▁I	-4.80636
o	-4.85319
▁it	-4.91093
er	-4.98574
r	-5.02447
a	-5.03982
▁that	-5.09528
i	-5.11098
▁this	-5.14665
l	-5.17697
ar	-5.2425
ly	-5.27542
▁was	-5.29457
c	-5.33034
-	-5.35334
u	-5.35725
▁movie	-5.36122
g	-5.41998
▁for	-5.47373
m	-5.48662
or	-5.5395
b	-5.54033
re	-5.54118
h	-5.55938
▁film	-5.57034
p	-5.59161
▁The	-5.61021
▁p	-5.62674
▁with	-5.63489
al	-5.64649
in	-5.65283
▁be	-5.70212
▁f	-5.71628
on	-5.73073
▁on	-5.74806
le	-5.76183
▁c	-5.77037
k	-5.78644
▁S	-5.78917
▁but	-5.79572
"	-5.80583
w	-5.81864
f	-5.85107
▁have	-5.86237
en	-5.88198
it	-5.88823
▁"	-5.89055
▁as	-5.89479
an	-5.90009
▁you	-5.9021
▁A	-5.916
▁not	-5.92128
▁(	-5.92753
ic	-5.97877
▁are	-5.97931
ri	-5.98575
▁he	-5.99121
as	-6.02881
ent	-6.03785
▁re	-6.05292
▁so	-6.06333
▁B	-6.06598
ur	-6.08615
es	-6.13881
▁one	-6.16992
ve	-6.17215
▁like	-6.18066
ra	-6.19213
▁his	-6.2268
▁st	-6.22917
?	-6.23103
▁w	-6.23185
▁me	-6.23876
▁an	-6.2458
)	-6.24695
at	-6.24787
I	-6.25035
▁all	-6.25324
ll	-6.25591
ter	-6.27585
▁b	-6.28184
▁no	-6.29849
▁r	-6.30105
▁at	-6.30282
ir	-6.31952
!	-6.33702
▁just	-6.33911
▁they	-6.35045
▁or	-6.36212
▁out	-6.37356
st	-6.37496
▁who	-6.3848
A	-6.39046
▁from	-6.40373
▁by	-6.42479
▁g	-6.42823
te	-6.43393
▁some	-6.4532
ch	-6.45351
▁M	-6.45482
▁about	-6.45953
th	-6.46194
▁C	-6.46364
us	-6.48837
▁h	-6.49825
ce	-6.53146
▁do	-6.53245
ad	-6.5384
un	-6.53968
▁t	-6.54416
il	-6.54971
▁can	-6.56042
▁her	-6.57633
v	-6.58313
▁de	-6.59586
▁H	-6.60089
▁get	-6.60885
ol	-6.61419
▁would	-6.61618
ne	-6.61888
▁time	-6.61895
▁W	-6.61974
▁P	-6.62381
▁d	-6.625
▁has	-6.62927
▁co	-6.63335
▁bad	-6.64598
▁up	-6.64954
▁O	-6.66875
▁even	-6.67066
▁G	-6.6772
el	-6.68114
...	-6.68469
ut	-6.68842
▁tr	-6.6891
▁we	-6.69752
ro	-6.70251
▁It	-6.70383
ion	-6.70801
▁good	-6.71232
▁there	-6.71727
▁what	-6.72031
▁D	-6.72135
S	-6.72522
is	-6.72545
0	-6.74228
▁if	-6.74329
vi	-6.74336
la	-6.74365
The	-6.75086
▁make	-6.75406
ul	-6.75927
O	-6.77144
▁more	-6.78489
▁see	-6.78883
im	-6.79452
ate	-6.79929
z	-6.80139
▁con	-6.80522
ation	-6.80716
▁only	-6.80953
▁T	-6.8178
▁This	-6.82238
▁were	-6.8236
E	-6.83495
ers	-6.8405
am	-6.84776
▁F	-6.84993
▁R	-6.85353
▁had	-6.85934
▁really	-6.86082
▁J	-6.86734
se	-6.87484
▁could	-6.88635
▁un	-6.88757
lo	-6.88869
▁L	-6.88944
T	-6.89025
all	-6.89284
and	-6.8936
▁look	-6.90435
et	-6.90551
▁my	-6.90907
▁very	-6.90935
▁E	-6.92008
▁story	-6.93389
id	-6.93751
ous	-6.94324
ap	-6.94384
ill	-6.95414
▁m	-6.96159
▁when	-6.9629
ry	-6.96579
▁show	-6.9764
▁mo	-6.97986
:	-6.98099
om	-6.98245
able	-6.9888
▁she	-6.99278
ow	-6.99573
▁than	-6.9961
op	-7.00286
▁been	-7.00762
▁e	-7.00936
ies	-7.01168
▁much	-7.01962
▁ch	-7.025
N	-7.03109
ive	-7.0437
▁other	-7.04583
▁any	-7.05312
ie	-7.05887
ec	-7.06704
ist	-7.07174
▁their	-7.07486
ity	-7.08146
▁watch	-7.0828
▁bo	-7.08296
ud	-7.08856
ge	-7.08964
age	-7.09056
ine	-7.09182
ke	-7.09702
ick	-7.09712
▁into	-7.09763
▁N	-7.10847
▁which	-7.10885
▁-	-7.11101
▁end	-7.11698
ally	-7.12462
oo	-7.13038
▁thing	-7.13053
ho	-7.13321
▁off	-7.13534
▁people	-7.14995
ish	-7.15418
less	-7.15586
L	-7.15987
▁ma	-7.16775
▁made	-7.16883
▁over	-7.17036
▁know	-7.17501
▁dis	-7.18838
▁don	-7.1893
▁sp	-7.19271
▁think	-7.19423
ight	-7.1945
▁su	-7.20659
▁K	-7.20743
▁because	-7.21546
▁say	-7.21841
ver	-7.22647
▁go	-7.23021
tion	-7.23344
R	-7.23486
D	-7.23517
▁plot	-7.23896
he	-7.23952
ant	-7.24062
▁how	-7.244
▁way	-7.24688
est	-7.24713
▁too	-7.24808
▁sc	-7.25182
▁most	-7.25577
x	-7.26259
ian	-7.27048
ther	-7.27056
pp	-7.28046
▁pro	-7.28241
end	-7.28687
▁lo	-7.28796
▁sa	-7.29765
▁He	-7.29805
ack	-7.29879
▁will	-7.32274
▁play	-7.33389
▁acting	-7.33746
▁want	-7.34071
ure	-7.34432
▁la	-7.35335
ep	-7.35423
ak	-7.35945
▁them	-7.36349
▁character	-7.36486
ment	-7.36858
C	-7.37463
ting	-7.37934
ide	-7.38118
▁better	-7.38438
▁him	-7.39293
ff	-7.39332
mo	-7.39507
▁sh	-7.39648
▁And	-7.39841
ma	-7.40402
M	-7.40461
▁ever	-7.40748
▁should	-7.40791
▁characters	-7.40986
▁seen	-7.41113
ac	-7.41228
▁man	-7.41559
▁ex	-7.41828
▁did	-7.42048
H	-7.42051
▁No	-7.424
um	-7.42687
▁real	-7.42956
).	-7.43112
ag	-7.43176
▁th	-7.43559
▁never	-7.43644
▁movies	-7.43788
▁v	-7.44123
ig	-7.44257
▁part	-7.44335
▁first	-7.46139
ful	-7.46443
no	-7.46624
ard	-7.46861
W	-7.47379
ab	-7.47541
▁also	-7.47634
▁But	-7.49463
man	-7.49467
co	-7.49681
pe	-7.49982
▁where	-7.50439
ang	-7.50754
▁your	-7.50906
▁well	-7.51348
▁pre	-7.51452
▁In	-7.51793
▁give	-7.51858
▁work	-7.52237
if	-7.53038
tic	-7.53504
▁cr	-7.54453
ving	-7.54607
▁i	-7.54724
/	-7.54732
▁scene	-7.54907
ress	-7.55148
▁V	-7.55183
▁2	-7.55325
ance	-7.55387
B	-7.55496
▁little	-7.56591
▁take	-7.56609
ame	-7.56644
▁guy	-7.56841
ha	-7.56995
;	-7.57061
▁after	-7.57316
▁through	-7.58246
▁kill	-7.58971
ated	-7.596
5	-7.59686
▁many	-7.59765
▁come	-7.59932
ip	-7.60413
▁li	-7.6053
ical	-7.61359
▁something	-7.61399
▁two	-7.61401
em	-7.61441
▁being	-7.61442
▁didn	-7.61921
ub	-7.63018
ence	-7.6342
▁love	-7.6372
mp	-7.63934
ven	-7.63975
ail	-7.6429
▁There	-7.64702
▁scenes	-7.64716
ock	-7.65091
unt	-7.66602
one	-7.66609
bo	-7.67003
me	-7.6701
low	-7.68606
▁great	-7.68798
▁nothing	-7.69091
▁watching	-7.70748
),	-7.7201
▁If	-7.72171
▁comp	-7.73023
mm	-7.7307
▁back	-7.73143
▁'	-7.73169
▁does	-7.73248
▁am	-7.73363
1	-7.73752
▁actually	-7.75364
▁point	-7.75364
▁j	-7.75937
P	-7.77772
▁ro	-7.77847
▁doesn	-7.77873
the	-7.77873
▁actors	-7.77942
ice	-7.78217
▁seem	-7.78337
▁director	-7.78531
▁<	-7.78654
▁script	-7.78817
▁life	-7.79411
ia	-7.79456
▁again	-7.797
▁worst	-7.79704
▁sl	-7.79707
ck	-7.80214
9	-7.80252
▁going	-7.80429
▁minutes	-7.8067
▁big	-7.81179
F	-7.81369
▁laugh	-7.81488
Y	-7.81673
▁Mo	-7.8196
ise	-7.81964
▁feel	-7.82103
▁act	-7.82294
G	-7.82594
ating	-7.82637
▁Ch	-7.8269
▁du	-7.83153
▁such	-7.83907
▁find	-7.83953
▁these	-7.84049
old	-7.84225
▁poor	-7.84265
▁down	-7.85179
▁why	-7.85184
▁1	-7.85234
▁bu	-7.86004
▁funny	-7.86427
lie	-7.87174
▁fact	-7.87333
▁U	-7.87716
▁still	-7.87881
K	-7.87976
▁old	-7.88461
▁di	-7.8852
U	-7.88955
min	-7.89261
j	-7.89287
▁few	-7.89335
▁start	-7.90235
▁before	-7.90289
▁Co	-7.90758
▁ha	-7.90992
ex	-7.91018
▁fan	-7.91207
row	-7.92026
for	-7.92816
▁around	-7.93299
▁least	-7.93625
▁pretty	-7.93965
▁lot	-7.94664
up	-7.94765
▁set	-7.95614
▁original	-7.95682
▁those	-7.96032
▁exp	-7.96221
▁best	-7.96401
▁us	-7.96931
av	-7.96997
▁happen	-7.97079
ron	-7.97123
▁fl	-7.9715
▁Ma	-7.97258
▁imp	-7.97275
▁mean	-7.97803
▁here	-7.98101
▁every	-7.98543
▁same	-7.98684
▁effect	-7.98852
▁reason	-7.98858
▁mis	-7.98954
▁turn	-7.99583
▁enough	-7.99604
▁thought	-8.00137
▁bit	-8.00139
ness	-8.00623
ough	-8.01672
▁need	-8.01817
2	-8.02285
ward	-8.02489
▁another	-8.02501
com	-8.02859
▁hard	-8.03176
▁girl	-8.03247
ial	-8.03252
▁line	-8.03318
▁got	-8.03447
q	-8.03585
▁waste	-8.04222
▁seems	-8.04229
▁stupid	-8.04368
▁read	-8.04398
▁while	-8.05127
*	-8.05892
▁long	-8.06287
▁far	-8.06332
▁19	-8.06714
▁direct	-8.07042
7	-8.0705
ever	-8.07604
▁whole	-8.0802
act	-8.08083
▁book	-8.08379
▁To	-8.08617
▁Y	-8.0872
▁friend	-8.09013
▁use	-8.09059
▁horror	-8.09806
▁cast	-8.10695
▁bl	-8.10732
▁kid	-8.1143
▁might	-8.11675
▁screen	-8.11825
▁10	-8.12388
▁though	-8.13298
▁en	-8.1358
▁years	-8.13881
ach	-8.1399
▁interesting	-8.13999
▁money	-8.14303
▁na	-8.14889
▁must	-8.15153
▁You	-8.15186
▁ga	-8.15313
▁care	-8.15605
out	-8.1574
▁action	-8.15754
▁De	-8.15896
ize	-8.16238
▁Da	-8.16277
uck	-8.16345
▁shot	-8.1644
land	-8.16485
▁name	-8.16581
▁star	-8.16784
3	-8.16796
▁anything	-8.16839
▁3	-8.16871
▁believe	-8.17265
▁role	-8.17401
▁Ro	-8.17691
ible	-8.18813
▁fun	-8.19423
▁now	-8.19676
▁view	-8.19878
▁car	-8.20012
▁person	-8.20326
▁sex	-8.20402
▁kind	-8.20765
V	-8.2112
ound	-8.2113
&	-8.21659
▁idea	-8.21762
▁under	-8.22141
▁high	-8.22563
▁awful	-8.22573
▁right	-8.22601
▁Do	-8.22848
8	-8.23015
▁new	-8.23039
6	-8.23932
▁put	-8.24334
▁What	-8.24402
▁quite	-8.24856
▁enjoy	-8.25321
▁expect	-8.25792
▁else	-8.25802
▁without	-8.26204
▁Le	-8.26208
▁She	-8.26832
▁lack	-8.27332
▁comedy	-8.27701
▁tell	-8.28679
▁away	-8.28842
▁gra	-8.29139
▁boring	-8.29178
▁trying	-8.29183
▁completely	-8.29389
▁sure	-8.29463
▁day	-8.2984
▁creat	-8.2988
▁place	-8.30589
▁let	-8.31143
almost	-8.32078
▁both	-8.3228
way	-8.32723
▁someone	-8.32914
atch	-8.33007
▁saw	-8.33405
ook	-8.3362
▁done	-8.33806
▁For	-8.33878
▁worth	-8.34601
▁music	-8.34618
▁anyone	-8.34792
▁main	-8.34824
que	-8.34882
▁making	-8.35122
▁That	-8.36338
▁sub	-8.36416
▁lead	-8.36691
▁sound	-8.36743
▁probably	-8.37187
▁4	-8.37315
▁Ha	-8.37579
▁world	-8.37713
▁own	-8.3777
▁goes	-8.38042
▁Mar	-8.38052
▁obvious	-8.38242
▁sense	-8.38244
▁American	-8.39
▁terrible	-8.39846
tain	-8.4069
▁young	-8.40988
▁problem	-8.41477
▁talk	-8.41485
▁performance	-8.41491
▁Lo	-8.41539
▁hour	-8.4205
day	-8.42307
(	-8.42365
▁hand	-8.42772
ER	-8.4282
▁left	-8.43135
▁TV	-8.43273
ative	-8.43307
▁attempt	-8.44255
▁wonder	-8.4482
▁appear	-8.4482
▁help	-8.44849
▁audience	-8.45388
▁become	-8.45408
spect	-8.45467
▁Th	-8.45803
▁review	-8.45959
▁found	-8.46385
▁worse	-8.4654
▁crap	-8.47605
qua	-8.47996
▁add	-8.48024
▁instead	-8.48279
4	-8.48722
▁since	-8.48868
▁always	-8.49459
▁camera	-8.50244
▁half	-8.50663
produc	-8.50666
▁head	-8.5075
▁live	-8.5097
▁final	-8.51101
This	-8.51758
▁actor	-8.52055
▁between	-8.5247
▁budget	-8.53084
▁special	-8.53084
▁When	-8.53097
▁rather	-8.53098
▁fight	-8.53107
▁last	-8.53314
▁supposed	-8.53391
▁woman	-8.53708
port	-8.53779
▁flick	-8.53863
▁everything	-8.54951
!!!	-8.54952
▁piece	-8.55579
▁sit	-8.56438
istic	-8.56621
▁either	-8.56849
▁guess	-8.56849
▁wrong	-8.57489
Z	-8.58132
▁entire	-8.58133
▁Pa	-8.59577
▁moment	-8.59767
▁art	-8.59983
▁comment	-8.60099
▁Why	-8.60122
▁nu	-8.60487
▁horrible	-8.60755
▁joke	-8.61424
▁course	-8.61425
▁dialogue	-8.61427
▁writer	-8.61429
▁short	-8.61458
▁keep	-8.62098
▁hav	-8.62561
▁DVD	-8.62769
▁job	-8.62776
▁sw	-8.62913
where	-8.63593
▁recommend	-8.64824
▁second	-8.64824
▁understand	-8.64824
▁came	-8.64882
▁said	-8.65221
▁different	-8.65518
▁decide	-8.65523
▁tea	-8.65794
▁Well	-8.66243
J	-8.66286
▁remember	-8.66922
▁open	-8.66943
▁serious	-8.67631
▁nice	-8.67671
▁word	-8.67677
like	-8.67843
▁face	-8.68479
▁our	-8.68482
▁John	-8.69065
▁night	-8.69126
▁each	-8.69261
▁series	-8.69792
▁absolutely	-8.70519
▁monster	-8.7052
▁talent	-8.70528
▁three	-8.70536
▁mind	-8.70571
▁video	-8.71256
▁everyone	-8.71366
▁sort	-8.7146
▁production	-8.71996
▁women	-8.71999
▁case	-8.7209
▁drama	-8.72743
▁close	-8.73513
lthough	-8.73518
▁yet	-8.73602
▁simply	-8.74251
▁version	-8.74252
▁full	-8.74858
▁together	-8.75019
▁mention	-8.75034
▁change	-8.7511
gue	-8.7526
▁ridiculous	-8.75784
▁next	-8.7656
▁possib	-8.7656
▁example	-8.7734
▁THE	-8.77341
▁follow	-8.77341
▁however	-8.7749
▁except	-8.78922
▁slow	-8.79332
Q	-8.79721
▁death	-8.79738
▁episode	-8.80527
▁consider	-8.80528
▁wife	-8.80536
▁hope	-8.80625
▁ski	-8.80819
▁family	-8.81341
▁cheap	-8.81349
▁home	-8.81377
▁interest	-8.81934
▁However	-8.8216
▁school	-8.82161
▁release	-8.82168
void	-8.82181
▁house	-8.82192
▁black	-8.82307
▁Hollywood	-8.82987
▁super	-8.83023
play	-8.83364
▁quality	-8.8382
▁small	-8.83822
▁felt	-8.83877
▁usual	-8.83914
▁Some	-8.83936
▁year	-8.84664
▁clear	-8.84697
▁near	-8.84732
▁especially	-8.85508
▁certain	-8.85511
▁himself	-8.86363
▁Chris	-8.86515
▁murder	-8.87225
▁couple	-8.88095
▁cinema	-8.88096
▁along	-8.88096
▁matter	-8.88119
▁town	-8.88391
	-8.88971
▁itself	-8.88972
▁true	-8.89019
▁plan	-8.8923
▁already	-8.89856
▁blood	-8.89858
some	-8.8986
▁pain	-8.89919
▁etc	-8.89979
▁eye	-8.91177
▁feature	-8.9165
▁sever	-8.91794
▁involve	-8.92559
▁portray	-8.93477
▁sequence	-8.93477
▁humor	-8.9348
▁After	-8.93489
ship	-8.93602
/10	-8.94403
▁God	-8.94476
▁maybe	-8.95337
▁leave	-8.95338
▁title	-8.95351
▁walk	-8.95355
▁complete	-8.95763
▁written	-8.9628
▁decent	-8.96296
▁writing	-8.97237
▁credit	-8.97246
▁sequel	-8.98194
▁Whi	-8.98287
▁sea	-8.98846
$	-8.99165
▁father	-8.99178
▁annoying	-9.01136
▁stuff	-9.0114
▁myself	-9.02136
▁emotion	-9.02136
▁particular	-9.03146
***	-9.03146
▁unti	-9.03675
▁beginning	-9.04176
▁dialog	-9.0519
▁silly	-9.05206
▁song	-9.05295
▁lu	-9.05353
▁picture	-9.06239
▁build	-9.06244
▁light	-9.06288
▁Also	-9.07296
▁stay	-9.07411
▁female	-9.08356
ING	-9.08356
▁local	-9.08372
▁group	-9.09431
▁dumb	-9.09439
▁shoot	-9.09455
▁extreme	-9.10518
▁predictable	-9.10518
▁camp	-9.10538
▁begin	-9.11654
▁entertaining	-9.12728
▁human	-9.12734
▁wait	-9.12764
▁apparent	-9.13851
▁develop	-9.13851
▁themselves	-9.13851
▁Every	-9.1386
▁bunch	-9.13861
▁drive	-9.1398
▁cliché	-9.14987
▁disappointed	-9.14987
▁surprise	-9.14987
▁dark	-9.15009
X	-9.16137
▁deliver	-9.16137
▁Sta	-9.16258
tract	-9.16455
▁beautiful	-9.173
▁Robert	-9.173
▁white	-9.173
▁genre	-9.17319
▁effort	-9.18476
▁voice	-9.18479
▁children	-9.18482
▁child	-9.18484
▁pathetic	-9.19667
▁explain	-9.19668
▁power	-9.19701
▁question	-9.20872
▁continu	-9.20872
▁strange	-9.20874
▁Just	-9.20915
▁daughter	-9.22092
▁self	-9.22093
▁type	-9.22104
▁early	-9.2212
cious	-9.2262
▁truly	-9.23372
▁NOT	-9.24577
▁figure	-9.24578
▁twist	-9.25846
▁First	-9.25846
▁huge	-9.25848
▁With	-9.25872
▁value	-9.27124
▁brother	-9.27126
▁across	-9.28422
_	-9.29737
▁speak	-9.29744
▁footage	-9.31071
▁situation	-9.31072
▁average	-9.31083
▁experience	-9.32423
▁violence	-9.32423
▁behind	-9.32423
▁result	-9.32426
▁space	-9.32443
Unfortunately	-9.33792
▁success	-9.33792
▁Michael	-9.35181
▁sign	-9.35186
▁80	-9.35186
▁deserve	-9.36591
▁major	-9.36591
▁kept	-9.36591
▁break	-9.36597
▁IMDb	-9.38018
▁documentary	-9.38018
▁victim	-9.38018
▁Maybe	-9.38019
▁exactly	-9.38019
▁honest	-9.38025
▁check	-9.38028
▁yourself	-9.39468
▁learn	-9.3947
▁agree	-9.39566
▁number	-9.40938
▁subject	-9.40938
▁knew	-9.40938
▁cheesy	-9.40939
▁element	-9.40941
▁editing	-9.40944
▁English	-9.42431
	-9.60512
`	-9.6233
%	-9.94519
é	-9.97083
#	-10.0242
+	-10.2371
	-10.2371
>	-10.818
=	-10.818
]	-11.0186
’	-11.0955
@	-11.1789
–	-11.3698
ó	-11.4809
ç	-11.6059
í	-11.7487
ö	-11.9154
ñ	-12.3654
å	-12.6979
	-12.698
ê	-12.6981
£	-12.6982
{	-12.6983
ã	-12.6984
́	-12.6985
~	-12.6986
[	-12.6987
}	-12.6987
	-12.6987
ü	-12.6987
